<?php

return [


    'RequestException' => 'كلمة المرور غير صحيحة.',
    'invalid_email' => 'الايميل غير موجود .',
    'user_not_created' => 'لم يتم انشاء مستخدم .',
    'data_update' => 'تم تحديث البيانات .',
    'not_update' => 'لم يتم تحديث البيانات .',
    'password_update' => 'تم تعديل كلمة المرور البيانات .',
    'reset_pass' => 'تم إرسال رابط تعيين كلمة المرور للبريد الإلكتروني المدخل .',
    'success' => 'نجاح .',
    'not_found' => 'لا يوجد بيانات.',
    'sucess_send' => 'تم ارسال البيانات بنجاح.',
    'Is_Exist' => 'تم اضافته مسبقا.',
    'Is_NotFav' => 'ازالة من المفضلة.',
    'Is_Fav' => 'اضافة الى المفضلة.',
    'delete' => 'تم الحذف بنجاح.',
    'not_delete' => 'عملية الحذف فشلت.',
    'password_same' => 'كلمة المرور الحالية غير صحيحة.',

];
